[
  {
    "index": 0,
    "childrenIndices": [
      1,
      2
    ],
    "character": "MrsJacobs",
    "title": "Time is right",
    "initialText": [
      "As I was still preoccupied by that exotic cigar smell, I was brought back to reality by a loud scream somewhere above.",
      "God knows what happened there.\n",
      "I finally reached the landing of my floor.",
      "An apple sudden popped out of one of my grocery bags and rolled on the ground.",
      "I bent over to reach it."
    ],
    "outcomes": [
      {
        "outcomeIndex": 0,
        "outcomeConditions": [
          "seq 0.1, 0.2, 0.3"
        ],
        "outcomeText": [
          "My apartment was destroyed.\\ The fire spread to neighbouring apartments on my floor, causing major damages too.\n",
          "With everything gone and massive bills to pay, I have no way out but to end it all.\n",
          "God, only if I didn’t open the door..."
        ],
        "enabledStories": [],
        "enabledOutcomes": []
      },
      {
        "outcomeIndex": 1,
        "outcomeConditions": [
          "seq 0.2, 0.3, 0.1"
        ],
        "outcomeText": [
          "I panted excessively as I finally found some cover inside the janitor’s closet two floors below.",
          "The deafening gunshots were still ringing in my ear.\\ That was too close.\n",
          "Back there, when I picked up the apple that had rolled and jumped down to the stairs below and lifted my head, I caught a glimpse of a man.",
          "-",
          "Cold.\\ Hostile.\\ Professional.",
          "Certainly not from this building.\n",
          "Years of living in this building has trained me to identify people with even just a glance.\n",
          "He was after me.",
          "-",
          "I threw away the bags and rushed down the stairs in my fastest speed.",
          "Before he was able to chase after me from above, I had already got into the corridor and sprinted away.\n",
          "If there was one advantage I had over him, it had to be my knowledge of the layout of the building.",
          "Every corridor, every stairwell, every closet and room...",
          "-",
          "I hid in the closet listening intently for any movement.",
          "Then I heard a faint voice down the corridor,\n",
          "“She has fled... But the bomb is still in place... Yes, I understand.”\n",
          "Then, his footsteps gradually faded away to silence.",
          "-",
          "This place was no longer safe; that bomb must have been planted in my room.\n",
          "That’s the only reason why he didn’t kill me in the stairwell in the first place.",
          "An accident waiting to happen.\n",
          "I had no time nor the ability to think who he was working for, or how my location got compromised.\n",
          "After about 20 minutes or so, I was sure he had gone and snuck out through one of the back entrances, into the already dark street, unnoticed."
        ],
        "enabledStories": [],
        "enabledOutcomes": []
      }
    ],
    "lastLineTypes": {
      "-5": "None",
      "-4": "None",
      "-3": "Draggable",
      "-2": "Draggable",
      "-1": "Draggable"
    },
    "lineEffects": {}
  }
]