[
  {
    "index": 0,
    "childrenIndices": [
      1,
      2
    ],
    "companionIndices": [],
    "character": "MrsJacobs",
    "title": "Time is right",
    "initialText": [
      "Overcast.\\ Just as gloomy as always.",
      "The bulb in the stairwell struggled to give the last bit of dim, incandescent light.\n",
      "Climbing the last flight of stairs to my floor, I noticed a faint but slowly stronger cigar scent.\n",
      "It is certainly rare to find such a luxury in an almost falling apartment building like this.",
      "Resided most by unemployed drunks, thugs, drug addicts and poor pensioners, it is an epicentre of crimes and violence.\n",
      "It was rightfully given the nickname, ‘<color=information>The Black Shack</color>’, for its dark blue, almost black exterior walls.",
      "-",
      "I have been living here ever since it first opened.",
      "Back then, this was the growing part of the city with a youthful exuberance.\n",
      "But not long after, as the council went bust, it was deserted,\\ forgotten.\n",
      "Claimed as territories by various gangs, it is a place that even police will actively avoid.\n",
      "Most of my old neighbours moved away given its infamous reputation.",
      "I am among the last few still here.\\ I have nowhere else to go.",
      "-",
      "As I was still preoccupied by that exotic cigar smell, I was brought back to reality by a loud scream somewhere above.",
      "God knows what happened there.\n",
      "I finally reached the landing of my floor.",
      "An apple sudden popped out of one of my grocery bags and rolled on the ground.",
      "I bent over to reach it."
    ],
    "outcomes": [
      {
        "outcomeText": [
          "Fortunately, it was not bruised.",
          "I picked it up and put it into the grocery bag again and fetched the key from my handbag.\n",
          "As I turned the key, an immense heat and light blasted through and engulfed me.",
          "I felt I was disintegrated and then everything turned dark.",
          "-",
          "The next time I opened my eyes, I was stuffed with tubes and wires, covered by white bandages in a hospital.\n",
          "Although I lost my left arm and leg, the doctor said it was a miracle that I survived and woke up after three months in a coma.\n",
          "The police soon came over and took some notes as I responded by winking.",
          "They informed me that the explosion was most likely caused by a gas leak and triggered by my entry.",
          "-",
          "My apartment was destroyed.\\ The fire spread to neighbouring apartments on my floor, causing major damages too.\n",
          "With everything gone and massive bills to pay, I have no way out but to end it all.\n",
          "God, only if I didn’t open the door…"
        ],
        "enabledStories": null,
        "disabledStories": null
      }
    ],
    "lastLineTypes": {
      "-1": "Draggable",
      "-2": "Draggable",
      "-3": "Draggable",
      "-4": "Exposition",
      "-5": "Exposition"
    },
    "lineEffects": null
  }
]